
IKH_MAPPING = {  # 인어교주해적단 매핑정보
    "item": {  # 품목 매핑 정보
        "농어": 53,
        "광어": 3,
        "대게": 17,
        "연어": 100,
        "우럭": 5906,
        "참돔": 54,
        "방어": 3849,
        # "방어2": 3770
    },
    "market": {  # 시장 매핑 정보
        "노량진 1층": "0000000001",
        "가락시장": "0000000002",
        "노량진 2층": "0000000352",
        "구리농수산물시장": "0000000006",
        "강서농수산물시장": "0000000004",
        "수원농수산물시장": "0000000011",
        "안양평촌농수산물시장": "0000000009",
        "인천종합연안부두어시장": "0000000008",
        "소래포구종합어시장": "0000000007",
        "마포농수산물시장": "0000000003",
        "부산민락어민활어직판장": "0000000038"
    }
}
